[
  {
    "eventName": "Build2Learn",
    "eventDescription": "Welcome to build2learn - Where Innovation Meets Community! Imagine a hackathon, but with a twist!🤔 It's not just about building incredible micro products; it's about forging lifelong connections with like-minded individuals who share your passion for innovation! 🤝💡At build2learn, we believe that magic happens when engineers come together to do what they love - BUILD!, Are you someone with a side project that you've been dreaming of bringing to life? build2learn is your chance to turn that dream into reality! ⏰🌟 Are you a student eager to create something extraordinary but in need of mentors to guide you? build2learn is the launchpad you've been waiting for! 🎓🚀 Or maybe you're someone who thrives on helping others unleash their full potential? build2learn is the perfect platform to make a lasting impact! 🤗 Join us at build2learn and embark on a journey of creation, collaboration, and camaraderie! 🌟 See you there!🌆 ",
    "eventDate": "2025-08-15",
    "eventTime": "09:30",
    "eventVenue": "Dot Com Infoway, Madurai",
    "eventLink": "https://lu.ma/ajalu7xe?tk=Of86b2?utm_source=tamilnadutech",
    "location": "Madurai",
    "communityName": "Build2Learn",
    "communityLogo": "https://build2learn.in/images/build2learn-logo.svg"
  },
  {
    "eventName": "InnovateX August Edition",
    "eventDescription": "Our community brings together founders, developers, and tech enthusiasts who are passionate about innovation, collaboration, and building the future together",
    "eventDate": "2025-08-09",
    "eventTime": "09:00",
    "eventVenue": "Sciflare Technologies Pvt Ltd,\n52, 2nd St, OMR, Manimegalai Nagar, behind Standard Chartered, Karapakkam, Chennai, Tamil Nadu 600097, India",
    "eventLink": "https://lu.ma/fql852b3",
    "location": "Chennai",
    "communityName": "InnovateX by Sciflare",
    "communityLogo": "https://i.ibb.co/r2cpfJLq/1749464830460.jpg"
  },
  {
    "eventName": "Chennai React August Meetup",
    "eventDescription": "Chennai React is a community of React developers in Chennai. We meet every month to discuss the latest in React, share knowledge, and build connections.",
    "eventDate": "2025-08-09",
    "eventTime": "14:00",
    "eventVenue": "Multi Purpose Hall in the basement of CapitaLand(Ascendas) Phase 2 ",
    "eventLink": "https://lu.ma/srifcjng",
    "location": "Chennai",
    "communityName": "Chennai React",
    "communityLogo": "https://avatars.githubusercontent.com/u/175532518"
  },
  {
    "eventName": "From Dev to Ops - Meetup #1",
    "eventDescription": "From Dev to Ops is a community of devops practitioners who share raw, behind-the-scenes war room experiences — the outages, the quick fixes, the lessons learned, and the systems that broke in a fun, honest, and simple way.",
    "eventDate": "2025-08-09",
    "eventTime": "10:00",
    "eventVenue": "Purpleslate, Dr. V.S.I. Estate, Rajiv Gandhi Salai, Thiruvanmiyur ",
    "eventLink": "https://lu.ma/gvk25534",
    "location": "Chennai",
    "communityName": "From Dev to Ops",
    "communityLogo": "https://i.ibb.co/KZTKzgt/from-dev-to-ops-logo-900-x-900-px.png"
  },
  {
    "eventName": "CTOtalk Annual Summit 2025",
    "eventDescription": "CTOtalk Annual Summit 2025 is happening on October 25 at ITC Grand Chola, Chennai. Join 1000+ CTOs, CDOs, VPs, and engineering leaders from India's top tech companies as they share real-world AI strategies, challenges, and innovations. Expect deep-dive tech sessions, unfiltered peer insights, and a gathering of leaders building the future. Early bird registration closing soon!",
    "eventDate": "2025-10-25",
    "eventTime": "09:30",
    "eventVenue": "ITC Grand Chola, Chennai",
    "eventLink": "https://shorturl.at/HlbNo",
    "location": "Chennai",
    "communityName": "CTOtalk",
    "communityLogo": "https://ctotalk.in/hubfs/cto-talk-logo.svg"
  }
]
